{
  "Name": "Eunha (singer)",
  "Born": ["Jung Eun-bi", "May 30, 1997 (age 26), Seoul, South Korea"],
  "Occupation": "Singer",
  "Genres": "K-pop",
  "Instrument(s)": "Vocals",
  "Years active": "2015 - present",
  "Labels": "Source - BPM",
  "Member of": "Viviz",
  "Formerly of": "GFriend",
  "who": "Jung Eun-bi (born May 30, 1997), better known by her stage name Eunha, is a South Korean singer. She was a vocalist in the girl group GFriend, and is a current member of the trio Viviz.",
  "title1": "Early life",
  "life": "Eunha was born May 30, 1997, in Seoul. She appeared in the 2007 television drama The Clinic for Married Couples: Love and War. When she was seven years old, she was diagnosed with langerhans cell histiocytosis (LCH). She then took on treatment for the disease and had regular blood tests until she was in the sixth grade of primary school. It was successfully cured and it was said that there is no possibility of recurrence.",
  "title2": "Career",
  "Career": "Eunha debuted as a member of South Korean girl group GFriend in early 2015 with the song `Glass Bead`. She was featured on Pro C's single `Han River at Night`, released on October 21, 2015.[5] Eunha's first solo release was the song `Don't Come to Farewell`, recorded for the soundtrack of the television drama Six Flying Dragons. It was released on March 7, 2016. She played a role in MBC MBig TV's web show Oh My God! Tip with Block B's Park Kyung. Eunha was then featured on Park Kyung's single `Inferiority Complex`, released May 25, 2016. Her second solo release was the song `Love-ing`, recorded for the soundtrack of the television drama Temperature of Love. It was released on October 2, 2017. On October 6, 2021, it was announced that Eunha, along with former GFriend members SinB and Umji, had signed a contract with BPM Entertainment and would be debuting as a trio. On October 8, 2021, it was announced their new group name would be Viviz. Viviz debuted on February 9, 2022, with the extended play Beam of Prism.On April 5, 2023, it was confirmed that Eunha and Xiumin would have a collaboration song `Who?`, which was released on April 9th, 2023. On May 23, 2023, Eunha was featured on Mighty Mouth's digital single `Slam Dunk`.",
  "EunhaImg1": "https://i.pinimg.com/originals/4b/36/37/4b36371cc809da95140a1c485a13031e.jpg",
  "EunhaImg2": "https://i.pinimg.com/originals/6b/e3/b5/6be3b5aac2c383ad66e43473f78820aa.jpg",
  "EunhaImg3": "https://i.pinimg.com/originals/3f/8c/59/3f8c5903fda38da6b475b4e444fc3a86.jpg",
  "EunhaImg4": "https://i.pinimg.com/564x/29/9d/15/299d15e87026feeac580db08401358e1.jpg"
}
